const HeaderText = {
  ru: {
    nav: ["Главная", {dropdown: "О НАС", elements: ["История Завода", "Наша Команда", "Технический центр"]}, "СЕРВИСЫ", "НОВОСТИ", "ПРОДУКЦИЯ", "КОНТАКТЫ"],
    footer: ["Полезные Ссылки", "Обратная связь", "Ваш email - мы свяжемся", "Мы готовы к сотрудничеству", "Вверх"]
  },




  uz: {
    nav: ["БОШ САХИФА", {dropdown: "БИЗ ХАКИМИЗДА", elements: ["Завод тарихи", "Бизнинг Команда", "Техник марказ"]}, "СЕРВИСЛАР", "ХАБАРЛАР", "МАХСУЛОТЛАРИМИЗ", "КОНТАКТЛАР"],
    footer: ["Фойдали линклар", "Алока", "email - Биз сиз билан богланамиз", "Биз хамкорликга таййормиз", "Тепага чикиш"]
  }
}

export default HeaderText;