const homeText = {
  ru: {
    slider: [{
        title: "Завод функционирует с 1986-года",
        description: "Обеспечивает своей продукцией не только внутренний рынок Узбекистана, а также внешний рынок"
      },
      {
        title: "Изготовим подшипники любой сложности",
        description: "Высочайшее качество, старая закалка и современные технологии подарят вам бесценный опыт работы с настоящими профессионалами Ахунбабаевского подшипникового завода."
      },
      {
        title: "Поможем с консультацией по приобретению",
        description: "Мы можем оказать вам любую консультацию по приобретении, использовании и замене любой подшипниковой продукции. Наши инженеры с радостью проконсультируют ваших технических специалистов по этому поводу."
      },
    ],
    benefits: {
      title: 'Наши преимущества',
      descriptions: ['Только качественные комплектующие', 'Сочетание высокого качества, надёжности и обоснованной цены', 'Полный технологический цикл']
    },
    product_demand: {
      mainTitle: "Продукция восстребована в секторах",
      cards: [{
          title: 'Железнодорожная-промышленность',
          details: ["Подшипники", "Валлы", "Шестерни", "Гайки", "Болты"]
        },
        {
          title: 'Авто-промышленность',
          details: ["Подшипники", "Валлы", "Шестерни", "Гайки", "Болты"]
        },
        {
          title: 'Энергетика',
          details: ["Подшипники", "Валлы", "Шестерни", "Гайки", "Болты"]
        },
        {
          title: 'Тяжелая промышленность',
          details: ["Подшипники", "Валлы", "Шестерни", "Гайки", "Болты"]
        }
      ],
      button: "Заказать"
    },
    redirect_card: {
      title: "Наша продукция восстребована и в других секторах.",
      button: "Узнать больше"
    },
    technologies_section: {
      sectionTitle: 'МЫ ИСПОЛЬЗУЕМ САМЫЕ СОВРЕМЕННЫЕ ТЕХНОЛОГИИ',
      title: 'Мы в погоне за иновациями',
      description: 'Для поддержания лидерских позиций на рынке мы постоянно стремимся к совершенству так и в технолгиях, так и в ассортименте продукции.',
      button: 'Подробнее'
    },
    news_section: {
      sectionTitle: 'Новости',
      title: "Последние новости", 
      news: [
        {title: 'Расширение', description: "Мы выпускаем ещё одну линейку продуктов"},
        {title: 'Деятельность', description: "Наш завод выполнил крупный заказ для Компании...."}
      ]
    }
  },




  uz: {
    slider: [{
        title: "Завод 1986-йилидан фаолият олиб боради",
        description: "Завод уз махсулоти билан нафакат Узбекистон эхтиёжини кондиради"
      },
      {
        title: "Таййорланиши кийинчилиги буйича хар кандан подшипниклар таййорлаймиз",
        description: "Бизнинг махсулот сифатлилиги, юкори технологияларда таййорланганлиги ва ишини усталари билан таййорлангани билан ажралиб туради"
      },
      {
        title: "Сотиб олиш буйича маслахат билан йордамлашамиз",
        description: "Биз хар кандай маслахат билан йордамлашамиз - подшипник махсулотларини алмаштириш, янги куйиш буйича Бизнинг мутахассислар йордам беришади"
      },
    ],
    benefits: {
      title: 'Бизнинг устунликларимиз',
      descriptions: ['Факатгина сифатли махсулот', 'Юкори сифат ишончлилик ва макбул нарх уйгунлиги', 'Тулик технологик цикл']
    },
    product_demand: {
      mainTitle: "Махсулотларимизга талаб катта булган секторлар",
      cards: [{
          title: 'Темир-йул саноати',
          details: ["Подшипниклар", "Валлар", "Шестернялар", "Гайкалар", "Болтлар"]
        },
        {
          title: 'Авто саноати',
          details: ["Подшипниклар", "Валлар", "Шестернялар", "Гайкалар", "Болтлар"]
        },
        {
          title: 'Энергетика',
          details: ["Подшипниклар", "Валлар", "Шестернялар", "Гайкалар", "Болтлар"]
        },
        {
          title: 'Огир саноати',
          details: ["Подшипниклар", "Валлар", "Шестернялар", "Гайкалар", "Болтлар"]
        }
      ],
      button: 'Буюртма килиш'
    },
    redirect_card: {
      title: "Махсулотларимизга бошка секторлардаям талаб бор",
      button: "Батафсил маълумот олиш"
    },
    technologies_section: {
      sectionTitle: 'Биз энг замонавий технологиялардан фойдаланамиз',
      title: 'Биз янги инновациялар пойгасидамиз',
      description: 'Бозордаги етакчи мавкеимизни саклаб колиш максадида доимо хам технологияларда, хам махсулот асортиментида мукамалликка интиламиз.',
      button: 'Батафсил маълумот'
    },
    news_section: {
      sectionTitle: 'Хабарлар',
      title: "Сунгги хабарлар", 
      news: [
        {title: 'Кенгайиш', description: "Биз ишлаб чикарадиган махсулот асортиментини кенгайтирдик"},
        {title: 'Фаолият', description: "Бизнинг Завод катта хажмли заказни амалга оширди..."}
      ]
    }
  }
}

export default homeText;